Repository: 2007selvam/EDMarketConnector
Catalog: L10n/*.strings
Languages: hu

source: !Language
hu: Magyar

source: Error: Frontier server is down
hu: Hiba:Frontier szerver nem elérhető

source: Error: Frontier server is lagging
hu: Hiba:Frontier szerver laggol

source: Error: Invalid Credentials
hu: Hiba:Érvénytelen hitelesítő adatok

source: Error: Wrong Cmdr
hu: Hiba:Rossz parancsnok

source: Error: Can't connect to Inara
hu: Hiba:Nem lehet kapcsolódni az Inarához

source: Update
hu: Frissítés

source: Always on top
hu: Mindig felül

source: Cmdr
hu: Parancsnok

source: Role
hu: Szerep

source: Ship
hu: Hajó

source: System
hu: Rendszer

source: Station
hu: Állomás

source: File
hu: Fájl

source: Edit
hu: Szerkeszt

source: View
hu: Nézet

source: Window
hu: Ablak

source: Help
hu: Segítség

source: About {APP}
hu: Az {APP} névjegye

source: Check for Updates...
hu: Frissítések keresése

source: Save Raw Data...
hu: Nyers adat elmentése

source: Status
hu: Státusz

source: Privacy Policy
hu: Adatvédelmi irányelvek

source: Release Notes
hu: Kiadási megjegyzések

source: Settings
hu: Beállítások

source: Exit
hu: Kilépés

source: Documentation
hu: Dokumentáció

source: Copy
hu: Másol

source: Logging in...
hu: Bejelentkezés

source: Authentication successful
hu: A hitelesítés sikerült

source: You're not docked at a station!
hu: Nem dokkoltál az állomáson

source: Station doesn't have anything!
hu: Az állomáson nincs semmi!

source: Station doesn't have a market!
hu: Nincs piac az állomáson!

source: Fetching data...
hu: Adatok lekérése

source: Who are you?!
hu: Ki vagy?

source: Where are you?!
hu: Hol vagy?

source: What are you flying?!
hu: Mivel repülsz?

source: Last updated at %H:%M:%S
hu: Utoljára frissítve %H:%M:%S

source: Fighter
hu: Vadászgép

source: Gunner
hu: Lövész

source: Helm
hu: Kormányos

source: cooldown {SS}s
hu: Lehűl {SS} másodperc

source: Plugins
hu: Pluginok

source: Default
hu: Alap

source: Sending data to EDDN...
hu: Adatok küldése az EDDN-nek...

source: Error: Can't connect to EDDN
hu: Hiba:Nem lehet kapcsolódni az EDDN-hez

source: Send station data to the Elite Dangerous Data Network
hu: Állomás adatok küldése az EDDN-nek

source: Send system and scan data to the Elite Dangerous Data Network
hu: Rendszer és szken adatok küldése az EDDN-nek

source: Delay sending until docked
hu: Küldés késletetése amig dokkolsz

source: Send flight log and Cmdr status to EDSM
hu: Repülési napló és Parancsnok státusz küldése az EDSM-nek

source: Elite Dangerous Star Map credentials
hu: Elite Dangerous Csillag térkép hitelesítése

source: Commander Name
hu: Parancsnok név

source: API Key
hu: API kulcs

source: None
hu: Egyik sem

source: Error: EDSM {MSG}
hu: Hiba:EDSM {MSG}

source: Error: Can't connect to EDSM
hu: Hiba:nem lehet kapcsólodni az EDSM-hez

source: Send flight log and Cmdr status to Inara
hu: Repülési napló és Parancsnok státusz küldése az Inarának

source: Inara credentials
hu: Inara hitelesitő adatok

source: Error: Frontier server SKU problem
hu: Hiba:Frontier szerver SKU probléma

source: Error: Inara {MSG}
hu: Hiba:Inara {MSG}

source: Preferences
hu: Beállítások

source: Please choose what data to save
hu: Kérem válassza ki a menteni kivánt adatokat.

source: Market data in CSV format file
hu: Piaci adat CSV fájlban

source: Market data in Trade Dangerous format file
hu: Piaci adat Trade Dangerous fájlban

source: Ship loadout
hu: Hajó felszerelése

source: Automatically update on docking
hu: Automatikusan frissit dokkolásnál

source: File location
hu: Fálj helye

source: Change...
hu: Módosítás...

source: Browse...
hu: Böngész

source: Output
hu: Kimenet

source: E:D journal file location
hu: E:D journal fájl helye

source: Keyboard shortcut
hu: Billentyűparancsok

source: Hotkey
hu: Gyorsgomb

source: Re-start {APP} to use shortcuts
hu: Újranidítás {APP} parancsikonok használatával

source: {APP} needs permission to use shortcuts
hu: {APP} engedély szükséges a parancsikon használatához

source: Open System Preferences
hu: Rendszerbeállítások megnyitáss

source: Only when Elite: Dangerous is the active app
hu: Csak ha az Elite Dangerous fut

source: Play sound
hu: Zene be

source: Preferred websites
hu: Preferált weboldalak

source: Shipyard
hu: Hajógyár

source: Configuration
hu: Konfiguráció

source: Normal text
hu: Normál txt

source: Highlighted text
hu: Kiemelt szöveg

source: Language
hu: Nyelv

source: Theme
hu: Téma

source: Dark
hu: Sötét

source: Transparent
hu: Átlárható

source: Appearance
hu: Megjelenés

source: Plugins folder
hu: Plugin mappa

source: Open
hu: Nyisd ki

source: Tip: You can disable a plugin by{CR}adding '{EXT}' to its folder name
hu: Tipp:a pluginokat kikapcsolhatod hozzà{CR}adsz a mappa nevében egy '{EXT}'

source: Enabled Plugins
hu: Pluginok engedélyezése

source: Disabled Plugins
hu: Plugin kikapcsolása

source: Balance
hu: Egyenleg

source: Loan
hu: Kölcsön

source: Combat
hu: Harc

source: Trade
hu: Kereskedés

source: Explorer
hu: Felfedező

source: Federation
hu: Föderáció

source: Empire
hu: Birodalom

source: Harmless
hu: ártalmatlan

source: Mostly Harmless
hu: Többnyire ártalmatlan

source: Novice
hu: Kezdő

source: Competent
hu: Képesített

source: Expert
hu: Szakértő

source: Master
hu: Mester

source: Dangerous
hu: Veszélyes

source: Deadly
hu: Halálos

source: Elite
hu: Elit

source: Penniless
hu: Nincstelen

source: Mostly Penniless
hu: Többnyire nincstelen

source: Peddler
hu: Házaló ügynők

source: Dealer
hu: Kereskedő

source: Merchant
hu: Kereskedő

source: Broker
hu: Bróker

source: Entrepreneur
hu: Vállalkozó

source: Tycoon
hu: Iparmágnás

source: Aimless
hu: Céltalan

source: Mostly Aimless
hu: Tøbnyire céltalan

source: Scout
hu: Felderítő

source: Surveyor
hu: Megfigyelő

source: Trailblazer
hu: Útkereső

source: Pathfinder
hu: Útkereső

source: Ranger
hu: Vándor

source: Pioneer
hu: Utász

source: Helpless
hu: tehetetlen

source: Mostly Helpless
hu: Többnyire tehetetlen

source: Amateur
hu: Amatőr

source: Semi Professional
hu: Fél profi

source: Professional
hu: Szakember

source: Champion
hu: Bajnok

source: Hero
hu: Hős

source: Gladiator
hu: Gladiátor

source: Recruit
hu: Újonc

source: Cadet
hu: Kadét

source: Midshipman
hu: Tengerészkadét

source: Petty Officer
hu: Tizedes

source: Chief Petty Officer
hu: Törzs zászlós

source: Warrant Officer
hu: Tiszthelyettes

source: Ensign
hu: Zászlós

source: Lieutenant
hu: Hadnagy

source: Lieutenant Commander
hu: Főhadnagy

source: Post Commander
hu: Ezredes

source: Post Captain
hu: Ellentengernagy

source: Rear Admiral
hu: FőEllentengernagy

source: Vice Admiral
hu: Altengernagy

source: Admiral
hu: Admirális

source: Outsider
hu: Kivűlálló

source: Serf
hu: Jobbágy

source: Squire
hu: Földesúr

source: Knight
hu: Lovag

source: Baron
hu: Báró

source: Viscount
hu: Vicomte

source: Count
hu: Számol

source: Earl
hu: Gróf

source: Marquis
hu: Őrgróf

source: Duke
hu: Herceg

source: Prince
hu: Herceg

source: King
hu: Király

source: Rating 1
hu: Osztákgozás 1

source: Rating 2
hu: Osztályozás 2

source: Rating 3
hu: Osztályozás 3

source: Rating 4
hu: Osztályozás 4

source: Rating 5
hu: Osztályozás 5

source: Value
hu: Érték

source: Ships
hu: Hajók
